import { FESTIVAL } from './festival';

export const MESSAGES = {
  home: {
    // navMenu: {
    //   about: 'Про фестиваль',
    //   register: 'Зареєструватися',
    //   location: 'Як дістатися',
    //   contacts: 'Контакти',
    //   program: 'Програма',
    // },

    aboutSection: {
      title: 'Про фестиваль',
      text: [
        FESTIVAL.name +
          " — це фестиваль ведичної культури, який є частиною міжнародного проєкту Vedalife. Понад 15 років проєкт об'єднує людей у різних країнах світу та популяризує здоровий спосіб життя, саморозвиток, творчість і життя в гармонії з природою.",
        'Протягом двох днів на вас чекають йога, лекції, майстер-класи, оздоровчі практики, музичні виступи, ярмарок, екскурсії, смачна вегетаріанська кухня, сферичний кінотеатр, артпростір та багато інших цікавих подій для всієї родини.',
      ],
    },
  },
} as const;
